Repository: openimis/voucher_enquire_flutter
Catalog: voucher_enquire/lib/l10n/app_*.arb
Languages: ro

# loginFormLabel
source: Welcome to openIMIS
ro: Bine ați venit la openIMIS

# usernameLabel
source: Username
ro: Nume de utilizator

# enterUsername
source: Please enter username
ro: Introduceți numele de utilizator

# passwordLabel
source: Password
ro: Parolă

# enterPassword
source: Please enter username
ro: Introduceți numele de utilizator

# confirmButtonLabel
source: Confirm
ro: Confirmă

# logoutButtonLabel
source: Log out
ro: Deconectare

# loginFailed
source: The password or the username you've entered is incorrect.
ro: Parola sau numele de utilizator pe care l-ați introdus sunt incorecte.

# voucherFormLabel
source: Please insert National ID
ro: Introduceți IDNP-ul

# nationalIdLabel
source: National ID
ro: IDNP

# nationalIdGridLabel
source: National ID:
ro: IDNP:

# enterNationalId
source: Please enter National ID
ro: Introduceți IDNP-ul

source: Invalid National ID
ro: IDNP nevalid

# firstNameGridLabel
source: Name:
ro: Prenume:

# lastNameGridLabel
source: Surname:
ro: Nume:

# employerGridLabel
source: Employer data:
ro: Informație despre angajator:

# dateIssuedGridLabel
source: Date issued:
ro: Data emiterii:

# dateAssignedGridLabel
source: Assignment date:
ro: Data atribuirii:

# voucherFetchFailed
source: Failed to fetch voucher
ro: Preluarea voucher-ului a eșuat

# workerInfoLabel
source: Worker information
ro: Informația despre muncitor

# voucherInfoLabel
source: Voucher information
ro: Informația despre voucher

# activeLabel
source: ACTIVE
ro: ACTIV

# inactiveLabel
source: INACTIVE
ro: INACTIV

# workerNotExists
source: Worker does not exists
ro: Acest muncitor nu există

# noVouchers
source: No vouchers to display
ro: Nu există vouchere pentru afișare

# backLabel
source: Back
ro: Înapoi
